{
    "vacancies": [
      {
        "id": "lkxsnh8av9pk5a",
        "title": "Graphic designer",
        "company": "Creative People",
        "description": "Hello. We at CreativePeople are looking for a middle graphic designer to join our design team. Remotely, from anywhere in our country where you have good internet. Experience in developing logos and corporate styles is a must.\nWe have many large Russian companies in our portfolio, with some of which we have been working for many years and doing a variety of projects, from websites to mobile applications.",
        "email": "CreativePeople@gmail.com",
        "salary": "2500",
        "type": "contract",
        "format": "hybrid",
        "experience": "from 1 year to 3 years",
        "location": "München",
        "logo": "img/lkxsnh8av9pk5a.png"
      },
      {
        "id": "lkxsnrn433gl1x",
        "title": "Service engineer",
        "company": "CJSC NVBS",
        "description": "You will have the opportunity to immerse yourself in the world of low-current systems on which the Internet is built and social networks, messengers and much more operate.\nYou will acquire a sought-after profession in the IT field, our specialists will train you from scratch without any investment on your part.\nWe offer a fixed stipend for the first three months of work, flexible hours, work close to home, registration under the Labor Code or individual entrepreneurship, you will be able to manage your income yourself, we will provide you with everything you need for work, you will get the opportunity to see all of the country, a friendly team, a developed corporate culture",
        "email": "info@nvbs.ru",
        "salary": "1000",
        "type": "intership",
        "format": "on-site",
        "experience": "no-experience",
        "location": "Hamburg",
        "logo": "img/lkxsnrn433gl1x.png"
      },
      {
        "id": "lkxtctmz1oul7l",
        "title": "Sales consultant",
        "company": "SOKOLOV",
        "description": "If you want to enjoy your work, give positive emotions to customers, love jewelry and want to become part of the best team in the jewelry industry - we will be glad to see you!\nYour tasks: Consult clients on the range of products, maintain a high level of customer service, be part of a large and ambitious team.",
        "email": "info@sokolov.ru",
        "salary": "1400",
        "type": "full-time",
        "format": "on-site",
        "experience": "not-important",
        "location": "Berlin",
        "logo": "img/lkxtctmz1oul7l.png"
      },
      {
        "id": "lkxtopufyxqx4o",
        "title": "Sales representative",
        "company": "METRO",
        "description": "Responsibilities:\nExpanding the customer base by attracting new customers in the assigned territory;\nDeveloping existing customers in order to increase their share of purchases at Metro;\nActively holding meetings and negotiations;\nInforming customers about additional services, programs and promotions;\nConsulting customers, introducing them to new types of goods, rules for working with the shopping center;\nInteracting with the sales and service departments of the shopping center;\nDeveloping an event to increase sales in the assigned territory.\n\nRequirements:\nSales skills, negotiation skills, high communication skills;\nConfident PC skills;\nAnalytical skills;\nCategory B license, driving experience from 1 year.\n\nWhat we offer:\nOfficial employment in accordance with the Labor Code of the Russian Federation;\nOfficial salary;\nFive-day work week with two days off;\nTraveling nature of the work;\nPossibility of professional and career growth in an international company;\nVHI policy, the ability to attach relatives to the corporate tariff;\nAccident and illness insurance;\nA corporate car is provided;\nPartial compensation for meals in the corporate canteen;\nAdditional days of paid leave, additional payment for sick leave;\nDiscounts on purchases in the Company's Shopping Centers.",
        "email": "info@metro.ru",
        "salary": "1600",
        "type": "full-time",
        "format": "on-site",
        "experience": "no-experience",
        "location": "Köln",
        "logo": "img/lkxtopufyxqx4o.jpeg"
      },
      {
        "id": "lkxvtymv7a0c3q",
        "title": "Cook",
        "company": "Teremok",
        "description": "What you will be doing:\nPreparing Russian cuisine\nWorking at the cash register\nMaintaining the cleanliness of the workplace\nYour experience as a: cook, cashier, sales floor employee, restaurant employee, dough mixer, prep cook, waiter, barista, kitchen worker, kitchen worker or food production/restaurant/cafe worker is an advantage, but not required.",
        "email": "info@teremok.ru",
        "salary": "1800",
        "type": "full-time",
        "format": "on-site",
        "experience": "not-important",
        "location": "Bamberg",
        "logo": "img/lkxvtymv7a0c3q.jpeg"
      },
      {
        "id": "lkxvy7cwy0vt0e",
        "title": "Warehouse worker/picker",
        "company": "Lidl",
        "description": "Your tasks will include:\norder selection (work in a warehouse)\nwork using a data collection terminal\nwork on loading equipment\nWe expect from you:\nDesire to work and earn money with LENTA!\nWe invite candidates without work experience - we will teach you everything!",
        "email": "info@lenta.ru",
        "salary": "1400",
        "type": "full-time",
        "format": "on-site",
        "experience": "no-experience",
        "location": "Frankfurt",
        "logo": "img/lkxvy7cwy0vt0e.png"
      },
      {
        "id": "lkxw9am0kgykwg",
        "title": "Teamlead",
        "company": "LLC Gifts",
        "description": "We are looking for an experienced team leader who will lead a team of developers (up to 5 people) working on two interesting projects: 1. Saas solution for hotels Satisfy Travel 2. Wishlist service Podarkus Requirements: At least one year of experience in a similar position Experience in developing React/NextJS, Jest, TypeScript, HTML, CSS Knowledge of Golang, PHP, Docker, MySQL, PostgreSQL, Linux, Git Understanding of REST, gRPC, GitLab, CI/CD, k8s, Postgres Responsibilities: Development of a technical solution, decomposition, distribution and control of tasks Sprint planning and deadline control Code Review Maintaining accompanying documentation Training the development team, recruiting employees",
        "email": "info@podarkus.ru",
        "salary": "2700",
        "type": "full-time",
        "format": "remote",
        "experience": "from 1 year to 3 years",
        "location": "Nürnberg",
        "logo": "img/lkxw9am0kgykwg.png"
      },
      {
        "id": "lkxwhykhb37ts8",
        "title": "Web programmer",
        "company": "Pac Group",
        "description": "Responsibilities:\nDevelopment and refactoring of website components of varying complexity (frontend/backend):\nfrontend: development of a client application based on REST API (javascript)\nbackend: interaction with the supplier's SAOP API, development of our own REST API (PHP, SQL);\nParticipation in the full cycle of work related to development: collection and analysis of requirements, design, planning, writing code, its optimization, finding and eliminating errors;\nTechnical support for clients (interaction with the company's product departments, as well as technical support for subagents on documentation and interaction with the supplier).\nRequirements:\nExperience with PHP frameworks (understanding of MVC architecture, experience with any of the popular frameworks (Laravel, Yii, Symfony, etc.)\nExperience developing in Javascript (knowledge of any of the popular frameworks is welcome)\nAbility to work with someone else's code;\nUnderstanding the principles of SOAP / REST API;\nProficiency in basic development tools (IDE, DBMS management, browser developer tools).",
        "email": "info@pac.ru",
        "salary": "2200",
        "type": "contract",
        "format": "remote",
        "experience": "from 3 years",
        "location": "Würzburg",
        "logo": "img/lkxwhykhb37ts8.jpeg"
      },
      {
        "id": "lkxwoptf98kuf8",
        "title": "Frontend developer",
        "company": "Zebra Corporate Digital",
        "description": "At Zebra Corporate Digital, we specialize in developing solutions for the largest Russian and leading foreign companies. Our product is complex web services and high-load corporate resources.\nWhat's on the stack: JavaScript, Vue.JS (v2, v3), ES5+, SCSS, Webpack, Docker, GitLab, as well as Nuxt.js, JAM (Gridsome + Directus) / SSR\n\nWhat tasks?\n\nDevelopment of new functionality on Vue.js/Vanilla JS\n\nAnalysis of requirements and design of technical solutions for them\n\nWork on the development of projects (external and internal), participation in the implementation of new technologies\n\nDevelopment and support of the Design System",
        "email": "info@itzebra.ru",
        "salary": "2000",
        "type": "part-time",
        "format": "remote",
        "experience": "from 1 year to 3 years",
        "location": "Düsseldorf",
        "logo": "img/lkxwoptf98kuf8.png"
      },
      {
        "id": "lkxwvtkzan3dg3",
        "title": "Frontend developer Vue",
        "company": "Wemakefab",
        "description": "We are Wemakefab. We develop websites. We do not work for the flow. We love complex projects, online services, platforms and marketplaces. We focus on functionality and UX.\nWe believe that employees are the main value of the company. We have been working since 2009 and some specialists have been with us from the very beginning.\n\nWe do not have a strict hierarchy and bureaucracy. There is no boss with a club and salary delays.\n\nWe work in the center of St. Petersburg and are not against remote work. We are always ready to chat, even if there are no open positions at the moment.\n\nWe are expanding and are currently looking for a Frontend developer on Vue (JavaScript) to join our staff for outstaffing projects.\n\nWhat you will be doing:\n\nFull-fledged website development on Vue.js.\nWe will be glad to cooperate if you have the following skills and abilities:\n\ngood knowledge of JavaScript (ES6), HTML5, CSS;\nexperience working on Devextreme;\nexperience working with TypeScript;\nexperience implementing a microfrontend (Microservices);\nhave at least 1.5 years of experience developing on Vue.js;",
        "email": "info@wemakefab.ru",
        "salary": "2000",
        "type": "full-time",
        "format": "hybrid",
        "experience": "from 1 year to 3 years",
        "location": "Dresden",
        "logo": "img/lkxwvtkzan3dg3.png"
      },
      {
        "id": "lkxx0lhliqf14k",
        "title": "JavaScript developer",
        "company": "LLC Ascensio System",
        "description": "We make a collaboration platform and document editors that can be deployed on your server or embedded in a third-party web application. Yes, we are a team that seriously competes with Microsoft and Google, and we are doing great! \nOur solutions are used by major European universities, government agencies, commercial companies, NGOs and individual users. According to our most conservative estimates, this is more than 7 million users worldwide. \n \nWe are looking for a JavaScript programmer to join our team. \nTasks: \nDevelopment of an office suite of applications (documents, tables, presentations) that works on the web and on mobile devices. \nWriting algorithms on the frontend side in pure js without using frameworks, tasks for WebAssembly are possible. \nWorking with graphics, rendering a document on Canvas. \nWorking on a product that is used by tens of millions of users around the world.",
        "email": "info@ascensio.ru",
        "salary": "2000",
        "type": "full-time",
        "format": "remote",
        "experience": "from 1 year to 3 years",
        "location": "Leipzig",
        "logo": "img/lkxx0lhliqf14k.png"
      },
      {
        "id": "lkxx1pe01bic02",
        "title": "Flutter developer",
        "company": "LLC My device",
        "description": "My device is a service for renting devices (electric bicycles, mechanical bicycles, electric scooters, home exercise machines, game consoles, etc.) using a subscription system.\nDue to the development of the company and the increase in volumes, we are looking for a specialist who will help make our applications even more convenient for customers.\n\nMain tasks:\n\nRefining the Flutter (Dart) mobile application for Android and iOS;\nImplementation of new functionality;\nIntegration with the back-end (REST API).",
        "email": "info@mydevice.ru",
        "salary": "2000",
        "type": "part-time",
        "format": "remote",
        "experience": "from 1 year to 3 years",
        "location": "München",
        "logo": "img/lkxx1pe01bic02.jpeg"
      }
    ],
    "pagination": {
      "currentPage": 1,
      "totalPages": 3,
      "totalVacancies": 28
    }
  }